<!doctype html>
<html lang="de">

<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	
	<!-- for Google -->
	<meta name="description" content="Ein Ratgeber f&uuml;r Journalisten, Autoren, Designer, Entwickler, Studenten und jeden der Dinge einfach richtig machen m&ouml;chte. Das Beherrschen dieser einfachen Regeln hilft Botschaften besser und erfolgreicher zu vermitteln." />
	<meta name="keywords" content="Typografie, Design, Journalisten, Schreiben, Richtig schreiben, Zeichen, Komma, Anf&uuml;hrungszeichen, Apostroph " />
	<meta name="author" content="Benedikt Lehnert" />
	
	<!-- for Facebook -->          
	<meta property="og:title" content="Ein kleiner Ratgeber f&uuml;r die t&auml;glichen typografischen Abenteuer" />
	<meta property="og:type" content="website" />
	<meta property="og:image" content="http://www.typogui.de/images/oh.png" />
	<meta property="og:url" content="http://www.typogui.de/de/" />
	<meta property="og:description" content="Ein Ratgeber f&uuml;r Journalisten, Autoren, Designer, Entwickler, Studenten und jeden der Dinge einfach richtig machen m&ouml;chte. Das Beherrschen dieser einfachen Regeln hilft Botschaften besser und erfolgreicher zu vermitteln." />
	
	<link rel="stylesheet" href="../css/toast.css">
	<link rel="stylesheet" href="../css/style.css">
	<link href="favicon.ico" rel="shortcut icon">
	<!-- Place GA code here-->
	<title>Ein kleiner Ratgeber f&uuml;r die t&auml;glichen typografischen Abenteuer</title>
</head>
<body>
	<div id="top" class="header">
		<div class="social">
			<iframe class="fb" src="//www.facebook.com/plugins/like.php?href=http%3A%2F%2Ftypogui.de&amp;width&amp;layout=button_count&amp;action=like&amp;show_faces=false&amp;share=true&amp;height=21" scrolling="no" frameborder="0" style="border:none; overflow:hidden; height:21px;" allowTransparency="true"></iframe>
			
			<a href="https://twitter.com/share" class="twitter-share-button" data-url="http://www.typogui.de" data-via="blehnert">Twittern</a>
			<script>!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)?'http':'https';if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=p+'://platform.twitter.com/widgets.js';fjs.parentNode.insertBefore(js,fjs);}}(document, 'script', 'twitter-wjs');</script>
		</div>
		<!-- Hero -->
		<div class="hero">
			<h1>Ein kleiner Ratgeber f&uuml;r die<br> t&auml;glichen typografischen Abenteuer</h1>
			<a href="../shop/index.html" class="purchase-button">Jetzt als Buch bestellen!</a>
		</div>
		<!-- /Hero -->
		<!-- Nav -->
		<div>
			<ul class="nav">
				<li>
					<a href="#typography"><img src="../images/1.svg" alt="" />Typo&mdash;was?</a>
				</li>
				<li><a href="#fontsvstypefaces"><img src="../images/2.svg" alt="" />Fonts vs Schriften</a></li>
				<li><a href="#mixingtypefaces"><img src="../images/3.svg" alt="" />Schriften mischen</a></li>
				<li><a href="#fontsizelineheight"><img src="../images/4.svg" alt="" />Schriftgr&ouml;&szlig;e &amp;<br> Zeilenabstand</a></li>
				<li><a href="#apostrophes"><img src="../images/5.svg" alt="" />Apostroph</a></li>
				<li><a href="#quotes"><img src="../images/6.svg" alt="" />Anf&uuml;hrungszeichen</a></li>
				<li><a href="#dashes"><img src="../images/7.svg" alt="" />Striche</a></li>
				<li><a href="#brackets"><img src="../images/8.svg" alt="" />Klammern &amp; Co</a></li>
			</ul>
		</div>
		<!-- /Nav -->
	</div>
	<div class="wrap">
	  	<div class="grids">
			<div id="typography" class="grid-12 block">
				<div class="illu"><img src="../images/1.svg" alt="" /></div>
				<h2>Typo&mdash;was?</h2>
				<p>
					Typografie ist die Kunst Schrift zu arrangieren, mit dem Ziel Sprache sichtbar zu machen. Wir alle arrangieren Schriften mehrmals pro Tag, wenn wir Essays schreiben, Notizen von Meetings zusammenfassen oder Folien f&uuml;r eine Pr&auml;sentation erstellen. Leider denken wir dabei f&uuml;r gew&ouml;hnlich mehr dar&uuml;ber nach, <i>was</i> wir schreiben, als <i>wie</i> wir schreiben. Oder, noch viel wichtiger, <i>wie andere es lesen</i>.
				</p>
				<p>
					<strong>1. Gute Typografie l&auml;sst uns lesen</strong><br>
					Gute Typografie ist n&uuml;tzlich. Sie erm&ouml;glicht es dem Leser sich auf den Inhalt zu konzentrieren, und nicht auf die Formatierung. Idealerweise wird die n&auml;mlich gar nicht wahrgenommen und ergibt einfach Sinn f&uuml;r den Leser.
				</p>
				<p>
					<strong>2. Gute Typografie l&auml;sst uns f&uuml;hlen</strong><br>
					Gute Typografie ist emotional. Die Auswahl einer Schrift hat einen starken Effekt darauf wie der Inhalt eines Textes wahrgenommen und empfunden wird. Durch ihren Charakter gibt die richtige Schrift einem Text Stimme und Tonalit&auml;t.
				</p>
				<p>
					Dieser kleine Ratgeber ist f&uuml;r jeden, der diesen typografischen Abenteuern in seinem Alltag begegnet oder einfach Dinge <i>richtig</i> machen will. Die folgenden kurzen Kapitel beschreiben, wie man durch das Beherrschen von wenigen Regeln seine Botschaft besser und erfolgreicher vermittelt.
				</p>
				<p>
					 W&auml;hrend ich hier Regeln f&uuml;r die h&auml;ufigsten F&auml;lle zusammenzufasse, m&ouml;chte ich trotzdem jeden dazu auffordern, auf die eigene Bewertung zu vertrauen, wenn es um finale Entscheidungen geht. Am wichtigsten ist es, die Hierarchie des Inhalts herauszuarbeiten und ihn so zu gestalten, dass der Leser leicht folgen kann.
				</p>
				<p>
					Ich betreibe diese Seite als fortlaufendes Projekt und m&ouml;chte jeden einladen, mit auf <a href="https://github.com/benediktlehnert/typopocketguide">GitHub</a> daran zu arbeiten oder Feedback zu geben via <a href="mailto:hello@typogui.de">E-Mail</a> und <a href="http://www.twitter.com/blehnert">Twitter</a>. Vielen Dank!
				</p>
				<div class="top"><a class="backtotop" href="#top">Nach Oben</a></div>
			</div>
			<div id="fontsvstypefaces" class="grid-12 block">
				<div class="illu"><img src="../images/2.svg" alt="" /></div>
				<h2>Fonts vs Schriften</h2>
				<p>
					Fonts und Schriften werden oft missverst&auml;ndlicher Weise f&uuml;r das Selbe gehalten. Dabei ist es gar nicht schwer so zu verstehen, wenn man es richtig erkl&auml;rt. Hier sind zwei exzellente Zitate, die den Unterschied perfekt erl&auml;utern:
				</p>
				<p>
					„Meinen Studenten erkl&auml;re ich den Zusammenanhang und die Unterschiede zwischen Schriften und Fonts, indem ich sie mit Songs und MP3s (bzw. Songs und CDs, wenn man eine physische Metapher bevorzugt) vergleiche.“ <br><i>&mdash; <a href="http://nicksherman.com">Nick Sherman</a>, <a href="http://typographica.org/features/our-favorite-typefaces-of-2007/">typographica.org</a></i>
				</p>
				<p>
					„Die physische Form einer Sammlung von Buchstaben, Zahlen, Symbolen, etc (egal ob eine Kiste voller Metallbuchstaben oder eine Datei) ist ein <i><span class="green">Font</span></i>. Bezieht man sich auf das visuelle Design dieser Sammlung (wie sie aussieht), nennt man sie <i><span class="green">Schriftart</span></i>.“ <br><i>&mdash; <a href="http://www.twitter.com/marksimonson">Mark Simonson</a>, <a href="http://www.typophile.com/node/14701#comment-84393">typophile.com</a></i>
				</p>
				<p>
					Oder anders gesagt: Schriften ist das was wir anschauen und ausw&auml;hlen (genau wie wir auch Songs ausw&auml;hlen und anh&ouml;ren). Fonts sind die digitale Repr&auml;sentation einer Schrift, die Computer nutzen, um unseren Text darzustellen (genau wie MP3-Dateien die wir nutzen um Songs abzuspielen).
				</p>
				<div class="top"><a class="backtotop" href="#top">Nach Oben</a></div>
			</div>
			<div id="mixingtypefaces" class="grid-12 block">
				<div class="illu"><img src="../images/3.svg" alt="" /></div>
				<h2>Schriften mischen</h2>
				<p>
					Es gibt eine Million und eins Schriften aus denen man heutzutage w&auml;hlen kann. Eine Schrift auszuw&auml;hlen scheint einfach, bis zu dem Punkt an dem man versucht, richtig kreativ zu werden und mehrere verschiedene Schriften zu mischen. Dann wird es f&uuml;r gew&ouml;hnlich chaotisch. Hier sind ein paar Regeln wie man Schriften richtig mischt.
				</p>
				<p>
					<strong>1. Es gibt gar keinen Grund, Schriften zu mischen!</strong><br>
					W&auml;hlt man eine Schrift f&uuml;r einen Text aus, sollte man darauf achten, dass sie mehrere verschiedene Stile (man nennt sie „Schriftschnitte“) hat. Es ist &uuml;berraschend, wie elegant man Inhalte strukturieren kann, ausschlie&szlig;lich durch Ver&auml;ndern der Schriftgr&ouml;&szlig;e und/oder des Schriftschnittes – genauso wie hier auf dieser Seite.
				</p>
				<p>
					<strong>2. Serifen und serifenlose Schrift aus der selben Familie</strong><br>
					Sollte dann immer noch der dringende Wunsch bestehen, Schriften zu mischen, sollte man die Augen offenhalten nach Schriftfamilien, die sowohl serifenlose als auch Schriften mit Serifen bieten. Damit reduziert man das Risiko, dass die Schriften nicht zueinander passen. Ein gro&szlig;artiges Beispiel f&uuml;r eine solche Schriftfamilie sind <a href="https://www.fontfont.com/fonts/meta">FF Meta</a> &amp; <a href="https://www.fontfont.com/fonts/meta-serif">FF Meta Serif</a> von Erik Spiekermann.  
				</p>
				<p>
					<strong>3. Champions League</strong><br>
					Ok, verstanden! Wer wirklich Schriften mischen will, kann das auf verschiedenen Wegen tun. Man kann Schriften mischen basierend auf Kontrast, &Auml;hnlichkeit, Extremen oder Ungleichheit. Am einfachsten ist es jedoch mit dem Mischen von zwei Schriften zu beginnen, die &auml;hnliche Merkmale zeigen. Die beiden Schriften sollten eine &auml;hnliche <a href="http://de.wikipedia.org/wiki/Liniensystem_(Typografie)">x-H&ouml;he</a> besitzen und die Buchstaben sollten sich in Gestalt und Proportionen ebenfalls &auml;hnlich sein. Beispielweise kann <a href="https://typekit.com/fonts/chaparral-pro">Chaparral Pro</a> und <a href="http://www.google.com/fonts/specimen/Source+Sans+Pro">Source Sans Pro</a> sehr gut miteinander mischen. 
				</p>
				<div class="top"><a class="backtotop" href="#top">Nach Oben</a></div>
			</div>
			<div id="fontsizelineheight" class="grid-12 block">
				<div class="illu"><img src="../images/4.svg" alt="" /></div>
				<h2>Schriftgr&ouml;&szlig;e &amp; Zeilenabstand </h2>
				<p>
					Typografie sollte das Lesen von Inhalten leicht machen. Der Leser soll ohne Anstrengung einer Zeile folgen oder zum n&auml;chsten Zeilenanfang springen k&ouml;nnen. Die entscheidenden Faktoren f&uuml;r Lesbarkeit sind Schriftgr&ouml;&szlig;e und Zeilenabstand. Da beide von der X-H&ouml;he der Buchstaben, der L&auml;nger der Zeile und von der Form der Buchstaben abh&auml;ngen, gibt es leider keine Patentl&ouml;sung. Allerdings gibt es ein paar Orientierungspunkte, die helfen die richtigen Entscheidungen zu treffen.
				</p>
				<p>
					<strong>1. Zeilenabstand relativ zur Schriftgr&ouml;&szlig;e</strong><br>
					F&uuml;r die meisten Texte liegt der optimale Zeilenabstand irgendwo zwischen 120% und 145% der Schriftgr&ouml;&szlig;e, in Abh&auml;ngigkeit von den zuvor genannten Faktoren. F&uuml;r gr&ouml;&szlig;ere &uuml;berschriften kann der Zeilenabstand geringer sein als beim Flie&szlig;text. Die meisten Apps und CSS erlauben es, den Zeilenabstand in Prozent zu definieren, was immer zu empfehlen ist. Es macht die Arbeit deutlich leichter und spart Zeit, die man ansonsten zum manuellen Berechnen br&auml;uchte.
				</p>
				<p>
					<strong>2. Mit dem einfachen Flie&szlig;text anfangen</strong><br>
					Der Flie&szlig;text nimmt den meisten Raum in jedem Dokument ein, weshalb man damit anfangen sollte. Eine komfortable <i><span class="green">Schriftgr&ouml;&szlig;e</span></i> f&uuml;r gedruckten Text ist <i><span class="green">9 – 12 Punkt</span></i>, wohingegen es am Bildschirm eher <i><span class="green">14 – 24 Pixel</span></i> sind, abh&auml;ngig von der gew&auml;hlten Schrift. Eine optimale <i><span class="green">Zeilenl&auml;nge</span></i> f&uuml;r problemloses, leichtes Lesen liegt <i><span class="green">zwischen 45 und 90 Buchstaben</span></i>.
				</p>
				<p>
					<strong>3. Jede Schrift ist anders</strong><br>
					Unterschiedliche Schriften k&ouml;nnen sich sehr unterschiedliche anf&uuml;hlen und aussehen, selbst wenn sie in der selben Schriftgr&ouml;&szlig;e gesetzt sind. Besonders Serifenschriften erscheinen oft ganz anders als serifenlose Schriften. Um es dem Leser so einfach wie m&ouml;glich zu machen, sowohl der Zeile zu folgen als auch zum Anfang der n&auml;chsten Zeilen zu springen, muss man f&uuml;r gew&ouml;hnlich mehrere unterschiedliche Werte f&uuml;r Schriftgr&ouml;&szlig;e und Zeilenabstand ausprobieren, bis man die beste Option findet.
				</p>
				<div class="top"><a class="backtotop" href="#top">Nach Oben</a></div>
			</div>
			<div id="apostrophes" class="grid-12 block">
				<div class="illu"><img src="../images/5.svg" alt="" /></div>
				<h2>Apostroph</h2>
				<p>Der Apostroph ist ein unscheinbares Zeichen (in Form einer „hochgestellten 9“), das nicht im Ansatz die Aufmerksamtkeit bekommt, die es verdient. F&uuml;r gew&ouml;hnlich erzeugt eine Tastatur einen sogenannten „Schreibmaschinen-Apostroph“ und nur wenige Apps beheben diesen Fehler – indem sie aus ' ein ’ machen. Noch schlimmer wird es, wenn anstelle eines ’ die Akzente ´ oder ` verwendet werden!
				</p>
				<p>
					In der deutschen Sprache hat der Apostroph zwei wesentliche Verwendungen.
				</p>
				<p>
					<strong>1. Auslassung eines oder mehrerer Buchstaben</strong><br>
					Der Apostroph zeigt, an welcher Stelle Buchstaben ausgelassen wurden.<br> 
					<i><span class="green">Was f&uuml;r ’n Quatsch!</span> oder <span class="green">Heute ist’s sonnig.</span></i>
				</p>
				<p>
					<strong>2. Genitiv bei W&ouml;rtern die auf s, &szlig;, z oder x enden</strong><br>
					Der Apostroph wird bei Substantiven verwendet, die auf s, &szlig;, z oder x enden, um eine Beziehung anzuzeigen. F&auml;lschlicher Weise wird oft das Genitiv-S aus dem Englischen verwendet. Dieses gibt es im Deutschen allerdings nicht, weshalb es <a href="http://de.wikipedia.org/wiki/Apostrophitis">in solchen F&auml;llen</a> auch als „Deppenapostroph“ bezeichnet wird. Also, Vorsicht!<br> 
					<i><span class="green">Wir spielen mit Felix’ Monstertruck.</span></i><br>
					<i><span class="wrong">Falsch: Petra’s Nagelstudio</span> oder <span class="wrong">Willi’s Werkstatt</i>
				</p> 
				<p>
					Um ein korrektes Apostroph-Zeichen in einer App zu schreiben, die keine automatische Korrektur hat, sind die folgenden Tastatur-Kurzbefehle n&uuml;tzlich:
				</p>
				</p>
				<div class="grid-12 keys">
					<div class="grid-6">
						<h6>Amerikanische Tastatur</h6>
						<p>
							<span class="key">option</span><span class="key">shift</span><span class="key">]</span><span class="sample">’</span>
						</p>
					</div>
					<div class="grid-6">
						<h6>Deutsche Tastatur</h6>
						<p>
							<span class="key">alt</span><span class="key">shift</span><span class="key">#</span><span class="sample">’</span>
						</p>
					</div>
				</div>
				<div class="top"><a class="backtotop" href="#top">Nach Oben</a></div>
			</div>
			<div id="quotes" class="grid-12 block">
				<div class="illu"><img src="../images/6.svg" alt="" /></div>
				<h2>Anf&uuml;hrungszeichen</h2>
				<p>Anf&uuml;hrungszeichen werden verwendet, um w&ouml;rtliche Rede oder Zitate zu kennzeichen. Manchmal benutzt man sie auch um Ironie zu verdeutlichen. F&uuml;r gew&ouml;hnlich schreiben viele Apps falsche Anf&uuml;hrungszeichen (oftmals englische “Quotes” oder Inch-Zeichen "). Die richtigen Anf&uuml;hrungszeichen f&uuml;r die deutsche Sprache beginnen immer unten „ (in Form einer 99) und enden oben “ (in Form einer 66). Mehr &uuml;ber Anf&uuml;hrungszeichen findet man auf<a href="http://de.wikipedia.org/wiki/Anf&uuml;hrungszeichen"> Wikipedia</a>.
				</p>
				<p>
					<strong>Anf&uuml;hrungszeichen sind sprachenabh&auml;ngig</strong> weshalb man immer die richtigen Zeichen f&uuml;r die jeweilige Sprache nutzen sollte. Im Englischen werden “Quotes” oder “Quotation Marks” benutzt, welche jeweils vorne und hinten oben (in Form einer 66,99) gesetzt werden. « Guillemets » werden verwendet in Franz&ouml;sisch (normalerweise mit einem Leerzeichen dazwischen), Italienisch, Griechisch und vielen anderen Sprachen.
				</p>
				<p>
					<i>Hinweis: Guillemets werden wegen ihrer Form im Deutschen „G&auml;nsef&uuml;&szlig;chen“ genannt.</i> 
				</p> 
				<div class="grid-12 keys">
					<div class="grid-6">
						<h6>Amerikanische Tastatur</h6>
						<p>
							<span class="key">option</span><span class="key">[</span><span class="sample">“</span><br>
							<span class="key">option</span><span class="key">shift</span><span class="key">[</span><span class="sample">”</span><br>
							<span class="key">option</span><span class="key">]</span><span class="sample">‘</span><br>
							<span class="key">option</span><span class="key">shift</span><span class="key">]</span><span class="sample">’</span><br>
							<span class="key">option</span><span class="key">\</span><span class="sample">«</span><br>
							<span class="key">option</span><span class="key">shift</span><span class="key">\</span><span class="sample">»</span>
						</p>
					</div>
					<div class="grid-6">
						<h6>Deutsche Tastatur</h6>
						<p>
							<span class="key">alt</span><span class="key">2</span><span class="sample">“</span><br>
							<span class="key">alt</span><span class="key">shift</span><span class="key">2</span><span class="sample">”</span><br>
							<span class="key">alt</span><span class="key">#</span><span class="sample">‘</span><br>
							<span class="key">alt</span><span class="key">shift</span><span class="key">#</span><span class="sample">’</span><br>
							<span class="key">alt</span><span class="key">Q</span><span class="sample">«</span><br>
							<span class="key">alt</span><span class="key">shift</span><span class="key">Q</span><span class="sample">»</span><br>
							<span class="key">alt</span><span class="key">shift</span><span class="key">W</span><span class="sample">„</span><br>
							<span class="key">alt</span><span class="key">2</span><span class="sample">“</span><br>
							<span class="key">alt</span><span class="key">S</span><span class="sample">‚</span><br>
							<span class="key">alt</span><span class="key">#</span><span class="sample">‘</span>
						</p>
					</div>
				</div>
				<div class="top"><a class="backtotop" href="#top">Nach Oben</a></div>
			</div>
			<div id="dashes" class="grid-12 block">
				<div class="illu"><img src="../images/7.svg" alt="" /></div>
				<h2>Striche</h2>
				<p>Der Bindestrich ist ein Zeichen, das sehr oft genutzt (aber vor allem falsch genutzt) wird. Dabei gibt es neben dem Bindestrich noch einige weitere Striche, die wichtig sind. Vor allem sind diese Striche nicht ein und der selbe Strich und jeder hat eine eigene Funktion.  Detaillierte Informationen dazu findet man auf <a href="http://de.wikipedia.org/wiki/Halbgeviertstrich">Wikipedia</a>.
				</p>
				<p><strong>Binde- oder Trennstrich (Viertelgeviertstrich)</strong><br>Jeder wei&szlig;, wie der Bindestrich getippt wird und deshalb wird er so oft und an so vielen Stellen falsch verwendet. Der Binde- oder Trennstrich wird verwendet, um W&ouml;rter zu einem zu verbinden oder um ein Wort am Zeilenende zu trennen.<br> 
				<i><span class="green">Zwei Monstertrucks liefern sich ein Kopf-an-Kopf-Rennen.<br>
				Binde-, Erg&auml;nzungs- oder Trennstrich</span></i>
				</p>
				<p><strong>Bis- oder Gedankenstrich (Halbgeviertstrich)</strong><br>Der Bis- oder Gedankenstrich ist doppelt so lange wie der Bindestrich und ersetzt „bis“ in L&auml;ngen, Strecken oder Zeiten. Er wird auch genutzt um einen Gedanken im Satz hervorzuheben, dann normalerweise mit umschlie&szlig;enden Leerzeichen.<br> <i><span class="green">Ich lebte in San Francisco von 1976 – 1978.<br>Wir haben keine Schokolade mehr – furchtbar!</span></i>
				</p>
				<p><strong>Geviertstrich</strong><br>Der Geviertstrich wird im Deutschen so gut wie nicht mehr verwendet. Im Englischen wird er als noch h&auml;ufiger Gedankenstrich (dann ohne umschlie&szlig;ende Leerzeichen) verwendet.
				</p>
				<div class="grid-12 keys">
					<div class="grid-6">
						<h6>US Keyboard</h6>
						<p>
							<span class="key">-</span><span class="sample">-</span><br>
							<span class="key">option</span><span class="key">-</span><span class="sample">–</span><br>
							<span class="key">option</span><span class="key">shift</span><span class="key">-</span><span class="sample">—</span><br>
						</p>
					</div>
					<div class="grid-6">
						<h6>German Keyboard</h6>
						<p>
							<span class="key">-</span><span class="sample">-</span><br>
							<span class="key">alt</span><span class="key">-</span><span class="sample">–</span><br>
							<span class="key">alt</span><span class="key">shift</span><span class="key">-</span><span class="sample">—</span><br>
						</p>
					</div>
				</div>
				<div class="top"><a class="backtotop" href="#top">Nach Oben</a></div>
			</div>
			<div id="brackets" class="grid-12 block">
				<div class="illu"><img src="../images/8.svg" alt="" /></div>
				<h2>Klammern &amp; Co</h2>
				<p>Runde Klammern trennen einen Gedanken oder Einschub vom restlichen Satz. Eckige Klammern kennzeichnen &auml;nderungen innerhalb eines Zitates. Und obwohl geschweifte Klammern fast ausschlie&szlig;lich im mathematischen Kontext verwendet werden, verdienen sie hier eine Erw&auml;hnung, weil sie Teil fast jeder Programmiersprache sind. Klammern folgen normalerweise nicht der Formatierung des Textes (bspw. kursiv), den sie umschlie&szlig;en.
				</p>
				<div class="grid-12 keys">
					<div class="grid-6">
						<h6>Amerikanische Tastatur</h6>
						<p>
							<span class="key">shift</span><span class="key">9</span><span class="sample">(</span><br>
							<span class="key">shift</span><span class="key">0</span><span class="sample">)</span><br>
							<span class="key">[</span><span class="sample">[</span><br>
							<span class="key">]</span><span class="sample">]</span><br>
							<span class="key">shift</span><span class="key">[</span><span class="sample">{</span><br>
							<span class="key">shift</span><span class="key">]</span><span class="sample">}</span><br>
						</p>
					</div>
					<div class="grid-6">
						<h6>Deutsche Tastatur</h6>
						<p>
							<span class="key">shift</span><span class="key">8</span><span class="sample">(</span><br>
							<span class="key">shift</span><span class="key">9</span><span class="sample">)</span><br>
							<span class="key">alt</span><span class="key">5</span><span class="sample">[</span><br>
							<span class="key">alt</span><span class="key">6</span><span class="sample">]</span><br>
							<span class="key">alt</span><span class="key">8</span><span class="sample">{</span><br>
							<span class="key">alt</span><span class="key">9</span><span class="sample">}</span><br>
						</p>
					</div>
				</div>
				<div class="top"><a class="backtotop" href="#top">Nach Oben</a></div>
			</div>
			<div id="links" class="grid-12 links">
				<h2>Interessante Links &amp; Ressourcen</h2>
				<ul>
					<li>Dan Eden zeigt auf <a href="http://www.justmytype.co">Just My Type</a> viele sch&ouml;ne Beispiel f&uuml;r Schriftmischungen</li>
					<li>Douglas Bonnevilles <a href="http://www.smashingmagazine.com/2010/11/04/best-practices-of-combining-typefaces/">Best Practices of Combining Typefaces</a></li>
					<li>Jessica Hisches wundervolle Seite <a href="http://quotesandaccents.com">Quotes &amp; Accents</a></li>
					<li>Jason Cranford Teagues &uuml;bersicht <a href="http://jasonspeaking.com/typographic-marks/">Common Typographic Marks</a></li>
					<li>Matthew Buttericks gro&szlig;artiges Buch <a href="http://practicaltypography.com">Practical Typography</a> </li>
					<li>Eine umfassende Sammlung von Schriftbeispielen <a href="http://fontsinuse.com">Fonts in Use</a></li>
					<li>Andy Taylors <a href="http://stylemanual.org">Style Manual</a></li>
					<li>Kostenloser Kurs <a href="https://www.codeschool.com/courses/fundamentals-of-design">Typography (Fundamentals of Design)</a> bei Codeschool</li>
				</ul>
			</div>
		</div>
	</div>
	
	<!-- Footer -->
	<div class="footer">
		<div style="text-align: center;">
			<!-- DONATE BUTTON -->
			<form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top">
				<input type="hidden" name="cmd" value="_s-xclick">
				<input type="hidden" name="hosted_button_id" value="PGPGT875C4LRG">
				<input type="submit" name="submit" class="donate-button" id="donate" value="Donate to support Typoguide" alt="Donate">
				<img alt="" border="0" src="https://www.paypalobjects.com/de_DE/i/scr/pixel.gif" width="1" height="1">
			</form>
			<!-- /DONATE BUTTON -->
			<a href="http://www.benedikt-lehnert.de"><img class="about" src="../images/ben_profile.jpg" alt="Photo Benedikt Lehnert" /></a>
		</div>
		<p>This is an ongoing project, so please feel free to contribute on <a href="https://github.com/benediktlehnert/typopocketguide">GitHub</a> and give feedback via <a href="mailto:hello@typogui.de">email</a> or <a href="http://www.twitter.com/blehnert">Twitter</a>.<br><span class="light" style="color: #adb7c0;">Typoguide is made by <a href="http://www.benedikt-lehnert.de">Benedikt Lehnert</a>, powered by <a href="http://www.twitter.com/imcatnoone">Cat Noone</a>, based on <a href="https://daneden.me/toast/">Toast</a>, uses <a href="http://www.ffkievit.com">FF Kievit</a>,<br> sponsored by <a href="http://www.fontshop.com">FontShop</a> and <a href="https://www.fontfont.com">FontFont</a>, lovely <a href="http://entypo.com">Entypo Pictos</a> and handcrafted SVG graphics.</span></p>
		<!-- <div class="socialfooter">
			<iframe class="fb" src="//www.facebook.com/plugins/like.php?href=http%3A%2F%2Ftypogui.de&amp;width&amp;layout=button_count&amp;action=like&amp;show_faces=false&amp;share=true&amp;height=21" scrolling="no" frameborder="0" style="border:none; overflow:hidden; height:21px;" allowTransparency="true"></iframe>
			
			<a href="https://twitter.com/share" class="twitter-share-button" data-url="http://www.typogui.de" data-via="blehnert">Tweet</a>
			<script>!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)?'http':'https';if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=p+'://platform.twitter.com/widgets.js';fjs.parentNode.insertBefore(js,fjs);}}(document, 'script', 'twitter-wjs');</script>
		</div> -->
		<p>Made with <span class="entypo">&hearts;</span> in Berlin. ©2013 Benedikt Lehnert</p>
		<div class="languageselect">
			<select name="mydropdown" class="styled" onChange="document.location = this.value" value="GO">
			        <option value="de/index.html">Deutsch</option>
			        <option value="../index.html">English</option>
			        <!-- <option value="fr/index.html">Français</option>
			        <option value="es/index.html">Español</option>
			        <option value="dk/index.html">Dansk</option>
			        <option value="nl/index.html">Dutch</option>
			        <option value="se/index.html">Swedish</option> -->
			</select>
		</div>
	</div>
	<!-- /Footer -->
	
	<!-- Google Analytics -->
	<script>
	  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
	  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
	  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
	  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');
	
	  ga('create', 'UA-46720585-1', 'typogui.de');
	  ga('send', 'pageview');
	
	</script>
	<!-- /Google Analytics -->
	
	<!-- The JavaScript -->
	<script type="text/javascript" src="http://ajax.googleapis.com/ajax/libs/jquery/1/jquery.min.js"></script>		
	<script type="text/javascript" src="../jquery.easing.1.3.js"></script>
	<script type="text/javascript">
	    $(function() {
	        $('a').bind('click',function(event){
	            var $anchor = $(this);
	            
	            $('html, body').stop().animate({
	                scrollTop: $($anchor.attr('href')).offset().top
	            }, 1000,'easeInOutExpo');
	            /*
	            if you don't want to use the easing effects:
	            $('html, body').stop().animate({
	                scrollTop: $($anchor.attr('href')).offset().top
	            }, 1000);
	            */
	            event.preventDefault();
	        });
	    });
	</script>
	<!-- /The JavaScript -->

</body>
</html>
